cask_args appdir: "/Applications"

brew "mas"

mas "Amphetamine", id: 937984704
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "LG Screen Manager", id: 1142051783
mas "Microsoft Remote Desktop 10", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "ReadKit", id: 588726889
mas "Slack", id: 803453959
mas "Spark", id: 1176895641

cask "1Password"
cask "alfred"
cask "backblaze"
cask "balenaetcher"
cask "bettertouchtool"
cask "cloudapp"
cask "daisydisk"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "hyper"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "makemkv"
cask "microsoft-office"
cask "mkvtoolnix"
cask "mpv"
cask "plex-media-player"
cask "postgres"
cask "postico"
cask "sketch"
cask "steam"
cask "sublime-text"
cask "tower"
cask "transmit"
cask "transmission"
cask "vlc"
cask "zoomus"

brew "git"
brew "composer"
brew "ffmpeg"
brew "mkvtoolnix"
brew "mp4v2"
brew "redis"
brew "youtube-dl"
brew "wget"
brew "zsh"

brew "ruby"
brew "nvm"
