cask_args appdir: "/Applications"

tap "homebrew/cask-versions"

brew "mas"

mas "Amphetamine", id: 937984704
mas "Backdrop",    id: 411461952
mas "DaisyDisk",   id: 411643860
mas "Fantastical", id: 975937182
mas "Pages",       id: 409201541
mas "ReadKit",     id: 588726889
mas "Sitesucker",  id: 442168834
mas "Slack",       id: 803453959
mas "Yoink",       id: 457622435

cask "1Password"
cask "alfred"
cask "balenaetcher"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "google-chrome"
cask "graphql-playground"
cask "handbrake"
cask "hdhomerun"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "microsoft-edge"
cask "microsoft-office"
cask "nordvpn"
cask "pandora"
cask "postico"
cask "querious"
cask "ringcentral-meetings"
cask "selfcontrol"
cask "sublime-text"
cask "switchresx"
cask "textual"
cask "toggl"
cask "tower"
cask "transmit"
cask "tuple"
cask "viscosity"
cask "vlc"
cask "zoomus"

brew "dos2unix"
brew "fzf"
brew "git"
brew "nvm"
brew "terminal-notifier"
brew "rbenv"
brew "php"
