cask_args appdir: "/Applications"

brew "mas"

mas "Amphetamine", id: 937984704
mas "Fantastical", id: 975937182
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435

cask "1Password"
cask "alfred"
cask "bettertouchtool"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "mpv"
cask "sketch"
cask "sublime-text"
cask "tower"
cask "transmission"
cask "vlc"
cask "zoomus"

brew "git"
brew "composer"
brew "ffmpeg"
brew "mkvtoolnix"
brew "mp4v2"
brew "redis"
brew "youtube-dl"
brew "wget"
brew "zsh"

brew "ruby"
brew "nvm"
